bradlc.vscode-tailwindcss
csstools.postcss
dbaeumer.vscode-eslint
esbenp.prettier-vscode
MS-CEINTL.vscode-language-pack-ru
oderwat.indent-rainbow
shardulm94.trailing-spaces
VisualStudioExptTeam.vscodeintellicode
Vue.volar
ZixuanChen.vitest-explorer
